Repository: xs08/FloderSync
Catalog: Resources/History.xcstrings
Source language: en
Languages: zh_hans

# history.automationRule
source: Automation rule
zh_hans: 自动化规则

# history.duration
source: Duration
zh_hans: 耗时

# history.duration.seconds
source: %.1f seconds
zh_hans: %.1f 秒

# history.empty.message
source: Completed sync runs will appear here.
zh_hans: 完成的同步记录将显示在这里。

# history.empty.title
source: No Sync History
zh_hans: 暂无同步历史

# history.error
source: Error
zh_hans: 错误

# history.integrationStrategy
source: Remote integration
zh_hans: 远端整合

# history.repository
source: Repository
zh_hans: 仓库

# history.result
source: Result
zh_hans: 结果

# history.result.cancelled
source: Cancelled
zh_hans: 已取消

# history.result.failed
source: Failed
zh_hans: 失败

# history.result.needsUserAction
source: Needs Attention
zh_hans: 需要处理

# history.result.succeeded
source: Succeeded
zh_hans: 成功

# history.select.title
source: Select a Sync Run
zh_hans: 选择同步记录

# history.started
source: Started
zh_hans: 开始时间

# history.step.committing
source: Created commit
zh_hans: 创建提交

# history.step.pulling
source: Pulled with rebase
zh_hans: 以 rebase 方式拉取

# history.step.pushing
source: Pushed current branch
zh_hans: 推送当前分支

# history.step.staging
source: Staged changes
zh_hans: 暂存更改

# history.step.status
source: Checked working tree
zh_hans: 检查工作区

# history.step.validation
source: Validated repository
zh_hans: 验证仓库

# history.steps
source: Completed Steps
zh_hans: 已完成步骤

# history.summary
source: Summary
zh_hans: 摘要

# history.trigger
source: Trigger
zh_hans: 触发方式

# history.trigger.newCommit
source: New commit
zh_hans: 新增 Commit

# history.trigger.interval
source: Interval
zh_hans: 固定间隔

# history.trigger.manual
source: Manual
zh_hans: 手动

# history.trigger.scheduled
source: Scheduled time
zh_hans: 指定时间

# history.trigger.wakeCatchUp
source: Wake catch-up
zh_hans: 唤醒补偿

# history.unknownRepository
source: Removed Repository
zh_hans: 已移除仓库
